[
  {
    "id": 1,
    "title": "Movie Picker",
    "site_link": "https://blooming-anchorage-28139.herokuapp.com/",
    "git_link": "https://github.com/jeanmaried/Movie-Picker",
    "picture": "./assets/movie.png",
    "description":
      "Ce projet était probablement mon préféré. Pendant longtemps, j'ai voulu faire une application de recherche de films. Je sais qu'il y en a beaucoup mais aucune ne m'a jamais permis de trier par genre, critique et année. Je l'utilise tout le temps déjà. Construit avec React et Redux, je me suis surpris quand il m'a fallu moins d'une journée pour faire la rendre fonctionnelle. ",
    "tools": ["React/Redux"]
  },
  {
    "id": 2,
    "title": "RED Life",
    "site_link": "https://reddir.herokuapp.com/",
    "git_link": "https://github.com/jeanmaried/ES6-shopping-cart",
    "picture": "./assets/redlife.png",
    "description":
      "J'étais en charge de Git et chef d'équipe sur ce projet que nous avons réalisé pour RED Academy. Ceci est une application de médias sociaux full-stack. Permettant aux étudiants de se connaître, de voter pour les prochaines thèmes d'événements, les annonces du personnel ou les messages aléatoires. Nous avons utilisé React et Meteor.js pour construire ceci en 2 semaines. ",
    "tools": ["CSS", "React", "Meteor"]
  },

  {
    "id": 3,
    "title": "GTA Tooth Fairy",
    "site_link": "http://www.gtatoothfairy.com",
    "git_link": "https://github.com/jeanmaried/tooth_fairy_wordpress_site",
    "picture": "./assets/tooth-fairy.png",
    "description":
      "J'étais en charge de Git pour ce projet. Nous avons construit un tout nouveau site pour la GTA Tooth Fairy. Elle est une hygiéniste dentaire qui vient à chez vous. Je suis parti dans les arts obscurs de PHP sur celui-ci pour construire un thème WordPress. ",
    "tools": ["HTML", "CSS", "Gulp", "WordPress", "PHP"]
  },

  {
    "id": 4,
    "title": "Panier JavaScript",
    "site_link": "https://jeanmaried.github.io/ES6-shopping-cart/",
    "git_link": "https://github.com/jeanmaried/ES6-shopping-cart",
    "picture": "./assets/shopping-cart.png",
    "description":
      "Construire ce panier est ce qui m'a fait réaliser à quel point j'aime le développement web. J'ai utilisé les classes ES6 pour le faire à partir de zéro. ",
    "tools": ["Gulp", "ES6"]
  },

  {
    "id": 5,
    "title": "Application d'Info",
    "site_link": "https://jeanmaried.github.io/News-app/",
    "git_link": "https://github.com/jeanmaried/News-app",
    "picture": "./assets/NYT.png",
    "description":
      "J'ai construit cette application d'info pour me permettre de voir les infos qui m'intéressent. Elle récupère des données de l'API du New York Times. J'ai surtout utilisé jQuery sur celui-ci. ",
    "tools": ["HTML", "CSS", "Gulp", "jQuery"]
  }
]
